---
kind: other
id: Properties.T:Autodesk.Revit.DB.RepeaterBounds
source: html/7c3e53fc-46c3-6a33-fda5-bcb99c18583c.htm
---
# RepeaterBounds Properties

The number of dimensions of the bounds (0, 1 or 2 for zero, one or two dimensional arrays.)